Repository: oliverthiele/ot-sitekit-base
Catalog: Resources/Private/Language/*.locallang_*.xlf
Languages: de

# backendLayout.advanced.title
source: Advanced
de: Fortgeschrittes Layout

# backendLayout.smallContent.title
source: Small Column
de: Kleine Spalte

# column.heroContent
source: Hero Image
de: Hero Bild

# column.main
source: Main Content
de: Haupt-Inhalt

# column.aside
source: Aside Content
de: Seiteninhalt

# container.pageContainer
source: Container [Page]
de: Container [Seite]

# container.page.container
source: Page Container: div.container
de: Seiten-Container: div.container

# container.page.containerFluid
source: Page Container: div.container-fluid
de: Seiten-Container: div.container-fluid

# container.1col
source: Container [1 column]
de: Container [1 Spalte]

# container.2cols
source: Container [2 columns]
de: Container [2 Spalten]

source: Container [Special]
de: Container [Spezial]

# container.cols.2.6-6
source: Content Container: 2 cols 6-6
de: Content Container: 2 Spalten 6-6

# container.cols.2.4-8
source: Content Container: 2 cols 4-8
de: Content Container: 2 Spalten 4-8

# container.cols.2.8-4
source: Content Container: 2 cols 8-4
de: Content Container: 2 Spalten 8-4

# container.labels.twoColumns
source: Two columns
de: Zwei Spalten

# container.labels.leftColumn
source: Left column
de: Linke Spalte

# container.labels.rightColumn
source: Right column
de: Rechte Spalte

# header_style
source: Style
de: Darstellung

# header_style.groupDisplay
source: Display Classes
de: Display Klassen

# header_style.groupAccessibility
source: Accessibility
de: Barrierearm

# header_style.visuallyHidden
source: Visually Hidden
de: Visuell verborgen

# header_style.groupHeaderColor
source: Header Color
de: Überschrift Farbe

# header_style.groupHeaderSizePrimaryColor
source: Header size and primary color
de: Überschrift Größe und Primärfarbe

# header_style.groupHeader
source: Header
de: Überschrift

# header_style.default
source: Default
de: Standard

# header_style.description
source: The visually-hidden class can be used if, for example, the hierarchy in subordinate accordions is to be output correctly.
de: Die Klasse visually-hidden kann verwendet werden, wenn z.B. die Hierarchie in untergeordneten Akkordeons korrekt ausgegeben werden soll.

# header.default
source: Default
de: Standard

source: Main navigation
de: Hauptmenü

source: Skip to main navigation
de: Zum Hauptmenü springen

source: Skip to main content
de: Zum Hauptinhalt springen

source: Skip to page footer
de: Zum Seitenende springen

source: open in new tab
de: öffnet im neuen Tab

source: Subnavigation for page
de: Untermenü zu Seite

source: Show subnavigation for page
de: Öffne Untermenü zu Seite

source: Toggle navigation
de: Navigation ein- oder ausklappen

source: Service navigation
de: Zusatznavigation

source: Color mode
de: Farbmodus

# colorMode_light
source: Light mode
de: Heller Modus

# colorMode_dark
source: Dark mode
de: Dunkler Modus

# colorMode_current_light
source: Current color mode: light
de: Aktueller Farbmodus: Hell

# colorMode_current_dark
source: Current color mode: dark
de: Aktueller Farbmodus: Dunkel

# colorMode_current_systemSettings
source: Current color mode: system settings
de: Aktueller Farbmodus: Systemeinstellungen

source: activate
de: aktivieren

source: choose
de: auswählen
